Repository: SmaginStepan/PrefiOS
Catalog: Pref/Resources/Localizable.xcstrings
Source language: en
Languages: es, ru

# about_author
source: Author: Stepan Smagin
es: Autor: Stepan Smagin
ru: Автор: Степан Смагин

# about_desc
source: A Preferans card game.
es: Juego de cartas Preferans.
ru: Игра в преферанс.

# about_designer
source: Designer: Anna Zhelnina
es: Diseñadora: Anna Zhelnina
ru: Дизайнер: Анна Желнина

# about_f1
source: - Supports a variety of rule variants and settings.
es: - Admite diversas variantes de reglas y ajustes.
ru: - Поддерживает разнообразные варианты правил и настроек.

# about_f2
source: - Play against the device
es: - Modo de juego contra el dispositivo
ru: - Режим игры против устройства

# about_f3
source: - Score sheet mode with whist calculation
es: - Hoja de puntuación con cálculo de whists
ru: - Режим записи пули и расчёт вистов

# about_f4
source: - Tutorial course and glossary of Preferans
es: - Curso de aprendizaje y glosario de Preferans
ru: - Обучающий курс и справочник по игре преферанс

# about_features
source: Features:
es: Características:
ru: Особенности:

# about_support
source: Support:
es: Soporte:
ru: Поддержка:

# about_version
source: Version: %@
es: Versión: %@
ru: Версия: %@

# ai_name_1
source: West
es: Oeste
ru: Первый

# ai_name_2
source: East
es: Este
ru: Второй

# bid_miser
source: Misère!
es: ¡Miseria!
ru: Мизер!

# bid_pas
source: Pass
es: Paso
ru: Пас

# calc_3p
source: 3 players
es: 3 jugadores
ru: 3 игрока

# calc_3p_sub
source: new sheet for three players
es: nueva hoja para tres jugadores
ru: новая пулька на троих игроков

# calc_4p
source: 4 players
es: 4 jugadores
ru: 4 игрока

# calc_4p_sub
source: new sheet for four players
es: nueva hoja para cuatro jugadores
ru: новая пулька на четверых игроков

# calc_continue
source: Continue
es: Continuar
ru: Продолжить

# calc_continue_sub
source: continue the previous sheet
es: continuar la hoja anterior
ru: продолжить запись предыдущей пульки

# calc_load
source: Load
es: Cargar
ru: Загрузить

# calc_load_sub
source: load a previously saved sheet
es: cargar una hoja guardada anteriormente
ru: загрузить ранее сохранённую пульку

# calc_title
source: Score sheet
es: Hoja de puntuación
ru: Пулька

source: Close
es: Cerrar
ru: Закрыть

# dict_search
source: Search
es: Buscar
ru: Поиск

# dict_title
source: Glossary
es: Glosario
ru: Справочник

# game_advise_bid
source: I advise you to say %@
es: Te aconsejo decir %@
ru: Советую вам сказать %@

# game_advise_contract
source: I advise you to declare %@
es: Te aconsejo declarar %@
ru: Советую вам играть %@

# game_advise_discard
source: I advise you to discard %1$@ and %2$@
es: Te aconsejo descartar %1$@ y %2$@
ru: Советую вам сбросить %1$@ и %2$@

# game_advise_play
source: I advise you to play %@
es: Te aconsejo jugar %@
ru: Советую вам сыграть %@

# game_btn_close
source: Close
es: Cerrar
ru: Закрыть

# game_btn_closed
source: Closed play
es: Juego cerrado
ru: В закрытую

# game_btn_discard
source: Discard
es: Descartar
ru: Сбросить

# game_btn_hint
source: Advice
es: Consejo
ru: Совет

# game_btn_not_selected
source: Not selected
es: Sin elegir
ru: Не выбрано

# game_btn_open
source: Open play
es: Juego abierto
ru: В открытую

# game_btn_pass
source: Pass
es: Paso
ru: Пас

# game_btn_show_prikup
source: Layout and discard
es: Reparto y descarte
ru: Расклад и сброс

# game_btn_tricks
source: Tricks
es: Bazas
ru: Взятки

# game_hint_bid
source: Your word (bid in the auction).
es: Tu palabra (apuesta en la subasta).
ru: Ваше слово (ставка в торгах).

# game_hint_choose
source: Declare your game.
es: Declara tu juego.
ru: Объявите игру.

# game_hint_discard
source: Discard the extra cards
es: Descarta las cartas sobrantes
ru: Сбросьте лишние карты

# game_hint_end
source: The deal is over, tap to continue.
es: La mano ha terminado, toca para continuar.
ru: Розыгрыш окончен, тапните для продолжения.

# game_hint_move_ai
source: Play a card from AI hand %@
es: Juega una carta de la mano de la IA %@
ru: Сделайте ход с руки ИИ %@

# game_hint_opening
source: Choose how to play.
es: Elige cómo jugar.
ru: Выберите как будем играть.

# game_hint_prikup
source: The talon is open, tap to continue.
es: El talón está abierto, toca para continuar.
ru: Прикуп открыт, тапните для продолжения.

# game_hint_takes
source: %@ takes, tap to continue.
es: %@ se lleva la baza, toca para continuar.
ru: Берёт %@, тапните для продолжения.

# game_hint_vist
source: Your word (will you whist?)
es: Tu palabra (¿vas a whistear?)
ru: Ваше слово (будете вистовать?)

# game_hint_you_take
source: You take the trick, tap to continue.
es: Te llevas la baza, toca para continuar.
ru: Вы берёте, тапните для продолжения.

# game_hint_your_move
source: Your move
es: Tu turno
ru: Ваш ход

# game_must_play
source: Cannot play %1$@, you must follow with %2$@.
es: No puedes jugar %1$@, debes servir %2$@.
ru: Нельзя сыграть %1$@, вы должны положить %2$@.

# game_pass_say
source: pass!
es: ¡paso!
ru: пас!

# game_playing_fmt
source: Playing: %@
es: Se juega: %@
ru: Играется: %@

# game_playing_raspasy
source: Playing: all-pass
es: Se juega: todos pasan
ru: Играются: Распасы

# game_role_contract
source: (declarer)
es: (declarante)
ru: (играет)

# game_role_whist
source: (whisting)
es: (whistea)
ru: (вистует)

# game_say_closed
source: Closed play
es: Juego cerrado
ru: В закрытую

# game_say_open
source: Open play!
es: ¡Juego abierto!
ru: В открытую!

# game_say_pass
source: Pass
es: Paso
ru: Пас

# game_thinking
source: Thinking…
es: Pensando…
ru: Думаю…

# game_trick_led
source: Led
es: Salió
ru: Заходил

# game_trick_took
source: Took
es: Se llevó
ru: Взял

# game_wrong_hand
source: Wrong hand!
es: ¡Mano equivocada!
ru: Ход не с той руки!

# game_wrong_hand_ai
source: You must play from AI hand %@
es: Debes jugar de la mano de la IA %@
ru: Вы должны сходить с руки ИИ %@

# game_wrong_hand_yours
source: You must play from your own hand
es: Debes jugar de tu propia mano
ru: Вы должны сходить со своей руки

# help_calc
source: You can total the whole game by tapping “%@”.
es: Puedes calcular el total de la partida tocando «%@».
ru: Рассчитать результаты всей партии можно тапнув «%@».

# help_dealer
source: The arrow marks the dealer.
es: La flecha marca al que reparte.
ru: Стрелочкой отмечен сдающий игрок.

# help_q
source: How to use the score sheet?
es: ¿Cómo usar la hoja de puntuación?
ru: Как пользоваться пулькой?

# help_record
source: You can add the result of a played deal by tapping “%@”.
es: Puedes añadir el resultado de una mano jugada tocando «%@».
ru: Вы можете добавить результат сыгранной партии, тапнув «%@».

# help_save
source: If you want to save the sheet, tap “%@”.
es: Si quieres guardar la hoja, toca «%@».
ru: Если вы хотите сохранить пульку, тапните «%@».

# help_tap
source: Just tap any number to edit its value.
es: Solo toca cualquier número para editar su valor.
ru: Просто тапните на любую цифру, чтобы отредактировать её значение.

# help_title
source: Help
es: Ayuda
ru: Помощь

# hs_new_record
source: New record! Enter your name:
es: ¡Nuevo récord! Escribe tu nombre:
ru: Новый рекорд! Введите имя:

# hs_title
source: High scores
es: Récords
ru: Рекорды

# hs_to_menu
source: To menu
es: Al menú
ru: В меню

# language_system
source: System default
es: Según el sistema
ru: Как в системе

# learn_end
source: Finish
es: Fin
ru: Конец

# learn_next
source: Next
es: Siguiente
ru: Дальше

# learn_prev
source: Back
es: Atrás
ru: Назад

# load_from
source: from %@
es: del %@
ru: от %@

# load_players_fmt
source: %1$ld players, limit = %2$ld
es: %1$ld jugadores, límite = %2$ld
ru: %1$ld игрока, лимит = %2$ld

# load_title
source: Load
es: Cargar
ru: Загрузить

# log_title
source: History
es: Historial
ru: История

# menu_about
source: About
es: Acerca de
ru: О программе

# menu_about_sub
source: information about the app
es: información sobre la aplicación
ru: сведения о программе

# menu_continue
source: Continue
es: Continuar
ru: Продолжить

# menu_continue_sub
source: resume the saved game
es: reanudar la partida guardada
ru: продолжить ранее начатую игру

# menu_dictionary
source: Glossary
es: Glosario
ru: Справочник

# menu_dictionary_sub
source: dictionary of game terms
es: diccionario de términos del juego
ru: словарь игровых терминов

# menu_learning_sub
source: take the training course
es: hacer el curso de aprendizaje
ru: пройти обучающий курс

# menu_new_game
source: New game
es: Nueva partida
ru: Новая игра

# menu_new_game_sub
source: start a new game
es: comenzar una nueva partida
ru: начать новую игру

# menu_pulka
source: Score sheet
es: Hoja de puntuación
ru: Пулька

# menu_pulka_sub
source: record games and count whists
es: anotar partidas y contar vistas
ru: запись игры и расчёт вистов

# menu_records
source: High scores
es: Récords
ru: Рекорды

# menu_records_sub
source: table of best results
es: tabla de mejores resultados
ru: таблица лучших результатов

# menu_settings
source: Settings
es: Ajustes
ru: Настройки

# menu_settings_sub
source: change rules and settings
es: cambiar reglas y ajustes
ru: изменить правила и настройки

# result_custom
source: %1$@ wrote %2$ld
es: %1$@ anotó %2$ld
ru: %1$@ записал(а) %2$ld

# result_half_dealer
source: , %@ went halves
es: , %@ fue a medias
ru: , %@ пошел(а) в пополаме

# result_halfvist
source: , half-whist (%1$ld) goes to %2$@
es: , medio whist (%1$ld) para %2$@
ru: , полвиста(%1$ld) получил(а) %2$@

# result_miser_fail
source: %1$@ failed the misère, took %2$ld
es: %1$@ falló la miseria, tomó %2$ld
ru: %1$@ не сыграл(а) мизер, взял(а) %2$ld

# result_miser_ok
source: %@ made the misère
es: %@ hizo la miseria
ru: %@ сыграл(а) мизер

# result_normal_fail
source: %1$@ failed the %2$ld-game
es: %1$@ falló el juego de %2$ld
ru: %1$@ не сыграл(а) %2$ld-ю

# result_normal_ok
source: %1$@ made the %2$ld-game
es: %1$@ hizo el juego de %2$ld
ru: %1$@ сыграл(а) %2$ld-ю

# result_raspasy
source: All-pass x%ld:
es: Todos pasan x%ld:
ru: Распасы x%ld:

# result_raspasy_taken
source: %1$@ took %2$ld
es: %1$@ tomó %2$ld
ru: %1$@ взял(а) %2$ld

# result_taken
source: , took %ld
es: , tomó %ld
ru: , взял(а) %ld

# result_to_gora
source: to the mountain
es: a la montaña
ru: в гору

# result_to_pulya
source: to the pool
es: a la pula
ru: в пулю

# result_to_visty
source: whists on %@
es: whists sobre %@
ru: вистов на %@

# result_vister
source: , %@ whisted
es: , %@ whisteó
ru: , вистовал(а) %@

# result_visters
source: , %1$@ and %2$@ whisted
es: , %1$@ y %2$@ whistearon
ru: , вистовали %1$@ и %2$@

# result_visters_taken
source: , they took %1$ld and %2$ld
es: , tomaron %1$ld y %2$ld
ru: , взяли %1$ld и %2$ld

# results_title
source: Results
es: Resultados
ru: Результаты

# rules_title
source: Rules
es: Reglas
ru: Правила

source: Save
es: Guardar
ru: Сохранить

# settings_consolation_gentlemen
source: “Gentleman’s”
es: «De caballeros»
ru: «Джентльменский»

# settings_consolation_zlob
source: “Greedy”
es: «Tacaño»
ru: «Жлобский»

# settings_exit
source: Exit
es: Salida
ru: Выход

# settings_exit_easy
source: Easy (6,6,6…)
es: Fácil (6,6,6…)
ru: Простой (6,6,6…)

# settings_exit_hard
source: Hard (6,7,8…)
es: Difícil (6,7,8…)
ru: Сложный (6,7,8…)

# settings_game_leningrad
source: Leningrad (St. Petersburg)
es: Leningrado (San Petersburgo)
ru: Ленинградка (Питер)

# settings_game_rostov
source: Moscow (Rostov)
es: Moscú (Rostov)
ru: Московская (Ростовка)

# settings_game_type
source: Game type:
es: Tipo de juego:
ru: Тип игры:

# settings_language
source: Language:
es: Idioma:
ru: Язык:

# settings_limit
source: Pool limit:
es: Límite de la pula:
ru: Лимит пули:

# settings_miser_exit
source: Exit after a played misère
es: Salida tras un misère jugado
ru: Выход после сыгранного мизера

# settings_player_name
source: Player name:
es: Nombre del jugador:
ru: Имя игрока:

# settings_prikup_consolation
source: Consolation on the talon
es: Consolación en el talón
ru: Консоляция на прикупе

# settings_progression_arifm
source: Arithmetic (1,2,3,3…)
es: Aritmética (1,2,3,3…)
ru: Арифметическая (1,2,3,3…)

# settings_progression_geom
source: Geometric (1,2,4,4…)
es: Geométrica (1,2,4,4…)
ru: Геометрическая (1,2,4,4…)

# settings_progression_none
source: No progression (1,1,1,1…)
es: Sin progresión (1,1,1,1…)
ru: Нет прогрессии (1,1,1,1…)

# settings_raspasy
source: All-pass rounds
es: Rondas de todos pasan
ru: Распасы

# settings_title
source: Settings
es: Ajustes
ru: Настройки

# settings_vist_full
source: Responsible
es: Responsable
ru: Ответственный

# settings_vist_half
source: Half-responsible
es: Semirresponsable
ru: Полуответственный

# sheet_calc
source: Total
es: Calcular
ru: Рассчитать

# sheet_continue
source: Continue
es: Continuar
ru: Продолжить

# sheet_dealer_label
source: Dealer:
es: Reparte:
ru: Сдаёт игрок:

# sheet_enter_value
source: Enter the value for
es: Introduce el valor para
ru: Введите значение для

# sheet_gora
source: MOUNTAIN
es: MONTAÑA
ru: ГОРА

# sheet_help
source: Help
es: Ayuda
ru: Помощь

# sheet_history
source: History…
es: Historial…
ru: История…

# sheet_limit_hint
source: (how far do we play?)
es: (¿hasta cuánto jugamos?)
ru: (до скольких играем?)

# sheet_limit_label
source: Pool limit
es: Límite de la pula
ru: Лимит пули

# sheet_names_label
source: Player names:
es: Nombres de los jugadores:
ru: Имена игроков:

# sheet_pulya
source: POOL
es: PULA
ru: ПУЛЯ

# sheet_record
source: Record
es: Anotar
ru: Расклад

# sheet_rules_btn
source: Rules…
es: Reglas…
ru: Правила…

# sheet_save
source: Save
es: Guardar
ru: Сохранить

# sheet_saved
source: Data saved
es: Datos guardados
ru: Данные сохранены

# sheet_score_btn
source: Score…
es: Puntuación…
ru: Счёт…

# sheet_visty_on
source: WHISTS on %@
es: WHISTS sobre %@
ru: ВИСТЫ на %@

# sheet3_title
source: Score sheet (3)
es: Hoja (3)
ru: Пулька (3)

# sheet4_title
source: Score sheet (4)
es: Hoja (4)
ru: Пулька (4)

# trump_clubs
source: ♣ clubs
es: ♣ tréboles
ru: ♣ треф

# trump_diamonds
source: ♦ diamonds
es: ♦ diamantes
ru: ♦ бубей

# trump_hearts
source: ♥ hearts
es: ♥ corazones
ru: ♥ червей

# trump_nt
source: no trump
es: sin triunfo
ru: без козыря

# trump_spades
source: ♠ spades
es: ♠ picas
ru: ♠ пик

# wg_contractor
source: Declarer:
es: Declarante:
ru: Играет:

# wg_dealer_fmt
source: (%@ deals)
es: (%@ reparte)
ru: (Сдаёт %@)

# wg_error
source: Check the entered values.
es: Comprueba los valores introducidos.
ru: Проверьте введённые данные.

# wg_game_6
source: Six game (bid 6)
es: Juego de seis (apuesta 6)
ru: Шестерная (заказано 6)

# wg_game_7
source: Seven game (bid 7)
es: Juego de siete (apuesta 7)
ru: Семерная (заказано 7)

# wg_game_8
source: Eight game (bid 8)
es: Juego de ocho (apuesta 8)
ru: Восьмерная (заказано 8)

# wg_game_9
source: Nine game (bid 9)
es: Juego de nueve (apuesta 9)
ru: Девятерная (заказано 9)

# wg_game_10
source: Ten game (bid 10)
es: Juego de diez (apuesta 10)
ru: Десятерная (заказано 10)

# wg_half_miser
source: Halves with the dealer
es: A medias con el que reparte
ru: Пополам со сдающим

# wg_miser
source: Misère
es: Miseria
ru: Мизер

# wg_multiplier
source: Multiplier:
es: Multiplicador:
ru: Множитель:

# wg_must_select
source: Select the player.
es: Selecciona al jugador.
ru: Выберите игрока.

# wg_raspasy
source: All-pass
es: Todos pasan
ru: Распасы

# wg_taken
source: Tricks taken:
es: Bazas tomadas:
ru: Взято взяток:

# wg_title
source: Record a deal
es: Anotar una mano
ru: Запись игры

# wg_whisted
source: whisted
es: whisteó
ru: вистовал(а)

# wg_who_played
source: Who played?
es: ¿Quién jugó?
ru: Кто играл?

# app_name
source: Preferans
ru: Преферанс

# game_btn_whist
source: Whist
ru: Вист

# game_say_whist
source: Whist!
ru: Вист!

# game_vist_say
source: whist!
ru: вист!

# learn_title
source: Tutorial
ru: Обучение

# menu_learning
source: Tutorial
ru: Обучение

# settings_exit_med
source: Normal (6,7,7…)
ru: Обычный (6,7,7…)

# settings_game_sochy
source: Sochi
ru: Сочинка

# settings_vist
source: Whist
ru: Вист
